Revit 2027 API
MultipleValuesIndicationSettings.Value Property
 Value to be used as multiple values indication in the document. If Custom is true, returns CustomValue, otherwise returns a hardcoded standard value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Value { get; }
Public ReadOnly Property Value As String
	Get
public:
property String^ Value {
	String^ get ();
}
member Value : string with get
Property Value
String
See Also
Reference
MultipleValuesIndicationSettings Class
Autodesk.Revit.DB Namespace